import React from 'react';

const AboutUs = () => {
    return (
        <div className="other_pages">
            <h1>О нас</h1>
            <p>Интернет-магазин Music-store – официальное лицо компании Beats Electronics в Украине. Мы реализуем
                исключительно оригинальные наушники и запчасти таких мировых брендов как Beats, Marshall, Razer,
                Sennheiser, JBL, LG, Koss, Apple, и много других легендарных брендов в индустрии звука.</p>
            <p> В нашем каталоге Вы обязательно найдете лучшую модель наушников, ведь наш ассортимент наиболее полный и
                богатый.</p>
            Наушники Beats ассоциируется с высококачественной звукопередачей, стильным экстерьером. Теперь жители нашей
            страны могут в полной мере оценить Битсовское качество, и купить оригинальную продукцию можно в любое время,
            с любого города, а главное, по доступным ценам.
            <p> Beats by Dr. Dre – легендарный производитель эргономичных, мощных наушников и компактных, портативных и
                надежных динамиков. В основе нашей компании лежит лозунг Beats – «Услышать всем!». Пожелания наших
                клиентов будут услышаны и учтены. На страницах нашего сайта размещены все модели оригинальных культовых
                наушников.</p>
            <p>С появлением нашего магазина жители Украины получили уникальную возможность купить легендарную продукцию
                by Dr. Dre а так же Marshall в несколько кликов.</p>
            <p>Интернет-магазин tvoyzvuk.com.ua является официальным дилером компании Beats, производящей культовые
                наушники Beats Dr Dre и другую акустическую аппаратуру.</p>
            <p>Мы уверены, что посетив наш интернет магазин наушников, каждый меломан узнает, где купить недорого
                наушники Beats оригинал. Со времени своего создания, и по сей день, наушники Beats являются эталоном
                звука дизайна и эргономики. Наш сайт о наушниках предлагает продукцию известной во всем мире фирмы. Вы
                всегда можете заказать в интернете качественный товар, посетив магазин наушников. Мы гарантируем, что
                наш интернет магазин, предлагающий аппаратуру Beats, это всегда:</p>
        </div>
    );
};

export default AboutUs;