import React from 'react';

const Delivery = () => {
    return (
        <div className="other_pages">
            <h1>Доставка и оплата</h1>

            <p>Заказы на сайте принимаются круглосуточно. Обработка заказов менеджерами проходит
                ежедневно с 9:00 до 21:00.
                После того, как Вы оформили заказ на нашем сайте, менеджер свяжется с Вами. Пожалуйста, при оформлении
                заказа проверьте правильно ли Вы ввели свой номер. Поскольку заказ доставляется только после того как
                его подтвердили по телефону.
                Если заказ был оставлен в праздничные дни или ночью, он будет обработан в следующий рабочий день нашего
                магазина.</p>

            <p>Самовывоз осуществляется после того как ваш заказ будет обработан и оговорен с менеджером о наличии
                именно в вашем городе данного товара.
            Доставка осуществляется до Вашего офиса или квартиры после подтверждения заказа по телефону с менеджером
                магазина. Менеджер свяжется с Вами за час до доставки.
            Для заказов оставленных до 18:00 текущего дня доставка осуществляется в день заказа или в любой другой
                удобный для Вас день.
                Для заказов оставленных после 18:00 текущего дня доставка осуществляется на следующий день или в любой
                другой удобный для Вас день. Наша Почта music_store@ukr.net</p>


        </div>
    );
};

export default Delivery;