import React from 'react';

const Repairs = () => {
    return (
        <div className="other_pages">
            <h1>Ремонт наушников Beats</h1>
            <p>Ремонт наушников Beats by Dr.Dre Studio 2,3 Wireless, Solo 2,3 Wireless, Solo HD, Pro, Detox, Mixr, Замена амбушюр-подушечек, накладок, оголовье дуг и корпусов.</p>
            <p>Вы приобрели наушники Beats, но через какое-то время они сломались? Не паникуйте, обращайтесь в нашу мастерскую, мы оперативно исправим все неполадки. В наушниках Beats studio /solo/ wireless дуга выполнена из пластика, а как известно, пластик, при сильном механическом воздействии трескается, даже не смотря на то , что наушники Beats считаются качественными и относительно не дешевыми наушниками.</p>
            <p>Замена пластиковой дуги в наушниках beats считается тривиальной услугой, и, благодаря большому спросу такого вида ремонта, в Харькове появились поставщики качественных оригинальных дуг различного цвета: черный, белый, красный, синий.Довольно часто владельцы наушников Beats нуждаются в помощи специалистов. В мастерской производится постгарантийный ремонт практически всего модельного ряда. У нас так же можно купить Амбушюры для наушников Beats Solo 2,3 Wireless, Studio 2,3 witeless, Solo HD, Mixr подушечки. В целом наушники производства Beats довольно надежны, поэтому можно выделить основной список проблем, с которым обычно сталкиваются пользователи.</p>
            ​<h5>Бесплатная диагностика</h5>
        </div>
    );
};

export default Repairs;